Repository: ClipySi/clipy-si-macos
Catalog: Clipy/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, pt_br, ru, zh_hans

source: Copies made while one of these applications is frontmost are never saved to history.
ar: لا تُحفظ النُسخ التي تتم بينما يكون أحد هذه التطبيقات في المقدمة في السجل أبدًا.
bn: এই অ্যাপ্লিকেশনগুলোর একটি সামনে থাকা অবস্থায় করা কপি কখনোই ইতিহাসে সংরক্ষিত হয় না।
de: Kopien, die erstellt werden, während eine dieser Apps im Vordergrund ist, werden nie im Verlauf gespeichert.
es: Las copias hechas mientras una de estas aplicaciones está en primer plano nunca se guardan en el historial.
fr: Les copies effectuées lorsque l'une de ces applications est au premier plan ne sont jamais enregistrées dans l'historique.
hi: इन ऐप्लिकेशनों में से कोई सबसे आगे होने पर की गई कॉपी कभी इतिहास में सहेजी नहीं जाती।
id: Salinan yang dibuat saat salah satu aplikasi ini berada di depan tidak pernah disimpan ke riwayat.
it: Le copie effettuate mentre una di queste applicazioni è in primo piano non vengono mai salvate nella cronologia.
ja: これらのいずれかのアプリケーションが最前面のときにコピーした内容は、履歴に保存されません。
ko: 이 응용 프로그램 중 하나가 가장 앞에 있을 때 복사한 내용은 기록에 저장되지 않습니다.
pt_br: Cópias feitas enquanto um destes apps está em primeiro plano nunca são salvas no histórico.
ru: Копии, сделанные пока одно из этих приложений активно, никогда не сохраняются в историю.
zh_hans: 当这些应用程序之一处于最前时进行的复制将不会保存到历史。

source: Copy
ar: نسخ
bn: কপি করুন
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
id: Salin
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
ru: Копировать
zh_hans: 拷贝

source: Copy something and it will appear here.
ar: انسخ شيئًا وسيظهر هنا.
bn: কিছু কপি করুন, সেটি এখানে দেখা যাবে।
de: Kopiere etwas – es erscheint hier.
es: Copia algo y aparecerá aquí.
fr: Copiez quelque chose et il apparaîtra ici.
hi: कुछ कॉपी करें, वह यहाँ दिखाई देगा।
id: Salin sesuatu dan akan muncul di sini.
it: Copia qualcosa e apparirà qui.
ja: 何かをコピーするとここに表示されます。
ko: 무언가를 복사하면 여기에 표시됩니다.
pt_br: Copie algo e ele aparecerá aqui.
ru: Скопируйте что-нибудь — оно появится здесь.
zh_hans: 复制内容后会显示在这里。

source: Copy the selected item to the clipboard
ar: نسخ العنصر المحدد إلى الحافظة
bn: নির্বাচিত আইটেমটি ক্লিপবোর্ডে কপি করুন
de: Ausgewähltes Objekt in die Zwischenablage kopieren
es: Copiar el elemento seleccionado al portapapeles
fr: Copier l'élément sélectionné dans le presse-papiers
hi: चुने गए आइटम को क्लिपबोर्ड पर कॉपी करें
id: Salin item yang dipilih ke clipboard
it: Copia l'elemento selezionato negli appunti
ja: 選択したアイテムをクリップボードにコピー
ko: 선택한 항목을 클립보드에 복사합니다
pt_br: Copiar o item selecionado para a área de transferência
ru: Скопировать выбранный элемент в буфер обмена
zh_hans: 将所选项目拷贝到剪贴板

source: Couldn’t export diagnostics
ar: تعذّر تصدير التشخيصات
bn: ডায়াগনস্টিকস এক্সপোর্ট করা যায়নি
de: Diagnose konnte nicht exportiert werden
es: No se pudieron exportar los diagnósticos
fr: Impossible d’exporter les diagnostics
hi: डायग्नोस्टिक्स निर्यात नहीं हो सका
id: Tidak dapat mengekspor diagnostik
it: Impossibile esportare la diagnostica
ja: 診断をエクスポートできませんでした
ko: 진단을 내보낼 수 없습니다
pt_br: Não foi possível exportar o diagnóstico
ru: Не удалось экспортировать диагностику
zh_hans: 无法导出诊断信息

source: Crash reports
ar: تقارير الأعطال
bn: ক্র্যাশ রিপোর্ট
de: Absturzberichte
es: Informes de fallos
fr: Rapports de panne
hi: क्रैश रिपोर्ट
id: Laporan kerusakan
it: Rapporti di arresto anomalo
ja: クラッシュレポート
ko: 충돌 보고서
pt_br: Relatórios de falha
ru: Отчёты о сбоях
zh_hans: 崩溃报告

source: Crash reports, app and macOS version, CPU architecture.
ar: تقارير الأعطال، إصدار التطبيق وmacOS، بنية المعالج.
bn: ক্র্যাশ রিপোর্ট, অ্যাপ ও macOS সংস্করণ, CPU আর্কিটেকচার।
de: Absturzberichte, App- und macOS-Version, CPU-Architektur.
es: Informes de fallos, versión de la app y de macOS, arquitectura de la CPU.
fr: Rapports de panne, version de l’app et de macOS, architecture du processeur.
hi: क्रैश रिपोर्ट, ऐप और macOS संस्करण, CPU आर्किटेक्चर।
id: Laporan kerusakan, versi aplikasi dan macOS, arsitektur CPU.
it: Rapporti di arresto anomalo, versione dell’app e di macOS, architettura della CPU.
ja: クラッシュレポート、アプリと macOS のバージョン、CPU アーキテクチャ。
ko: 충돌 보고서, 앱 및 macOS 버전, CPU 아키텍처.
pt_br: Relatórios de falha, versão do app e do macOS, arquitetura da CPU.
ru: Отчёты о сбоях, версия приложения и macOS, архитектура ЦП.
zh_hans: 崩溃报告、应用和 macOS 版本、CPU 架构。

source: Create Vault
ar: إنشاء الخزنة
bn: ভল্ট তৈরি করুন
de: Tresor erstellen
es: Crear bóveda
fr: Créer le coffre
hi: वॉल्ट बनाएँ
id: Buat Vault
it: Crea vault
ja: Vault を作成
ko: 볼트 생성
pt_br: Criar cofre
ru: Создать хранилище
zh_hans: 创建保管库

source: Daily
ar: يوميًا
bn: দৈনিক
de: Täglich
es: Cada día
fr: Chaque jour
hi: दैनिक
id: Setiap Hari
it: Ogni giorno
ja: 毎日
ko: 매일
pt_br: Diariamente
ru: Ежедневно
zh_hans: 每天

source: Date
ar: التاريخ
bn: তারিখ
de: Datum
es: Fecha
hi: तारीख़
id: Tanggal
it: Data
ja: 日付
ko: 날짜
pt_br: Data
ru: Дата
zh_hans: 日期

source: Date Created
ar: تاريخ الإنشاء
bn: তৈরির তারিখ
de: Erstellt am
es: Fecha de creación
fr: Date de création
hi: बनाने की तिथि
id: Tanggal Dibuat
it: Data di creazione
ja: 作成日
ko: 생성일
pt_br: Data de Criação
ru: Дата создания
zh_hans: 创建日期

source: Delete
ar: حذف
bn: মুছুন
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
pt_br: Apagar
ru: Удалить
zh_hans: 删除

source: Delete Folder
ar: حذف المجلد
bn: ফোল্ডার মুছুন
de: Ordner löschen
es: Eliminar carpeta
fr: Supprimer le dossier
hi: फ़ोल्डर हटाएँ
id: Hapus Folder
it: Elimina cartella
ja: フォルダを削除
ko: 폴더 삭제
pt_br: Excluir pasta
ru: Удалить папку
zh_hans: 删除文件夹

source: Delete Snippet
ar: حذف المقتطف
bn: স্নিপেট মুছুন
de: Snippet löschen
es: Eliminar fragmento
fr: Supprimer l’extrait
hi: स्निपेट हटाएँ
id: Hapus Snippet
it: Elimina snippet
ja: スニペットを削除
ko: 스니펫 삭제
pt_br: Excluir trecho
ru: Удалить сниппет
zh_hans: 删除片段

source: Delete Stored Diagnostics
ar: حذف التشخيصات المخزَّنة
bn: সংরক্ষিত ডায়াগনস্টিকস মুছুন
de: Gespeicherte Diagnose löschen
es: Eliminar diagnósticos almacenados
fr: Supprimer les diagnostics stockés
hi: संग्रहीत डायग्नोस्टिक्स हटाएँ
id: Hapus Diagnostik Tersimpan
it: Elimina diagnostica memorizzata
ja: 保存済みの診断を削除
ko: 저장된 진단 삭제
pt_br: Excluir diagnósticos armazenados
ru: Удалить сохранённую диагностику
zh_hans: 删除已存储的诊断信息

source: Delete all clipboard history
ar: حذف سجل الحافظة بالكامل
bn: সমস্ত ক্লিপবোর্ড ইতিহাস মুছুন
de: Gesamten Clipboard-Verlauf löschen
es: Eliminar todo el historial del portapapeles
fr: Supprimer tout l'historique du presse-papiers
hi: सभी क्लिपबोर्ड इतिहास हटाएं
id: Hapus semua riwayat clipboard
it: Elimina tutta la cronologia degli appunti
ja: クリップボードの履歴をすべて削除
ko: 모든 클립보드 기록을 삭제합니다
pt_br: Excluir todo o histórico da área de transferência
ru: Удалить всю историю буфера обмена
zh_hans: 删除所有剪贴板历史记录

source: Delete history
ar: حذف السجل
bn: ইতিহাস মুছুন
de: Verlauf löschen
es: Eliminar historial
fr: Supprimer l'historique
hi: इतिहास हटाएँ
id: Hapus riwayat
it: Elimina cronologia
ja: 履歴を削除
ko: 기록 삭제
pt_br: Apagar histórico
ru: Удалить историю
zh_hans: 删除历史

source: Delete the selected item
ar: حذف العنصر المحدد
bn: নির্বাচিত আইটেমটি মুছুন
de: Ausgewähltes Objekt löschen
es: Eliminar el elemento seleccionado
fr: Supprimer l'élément sélectionné
hi: चुने गए आइटम को हटाएं
id: Hapus item yang dipilih
it: Elimina l'elemento selezionato
ja: 選択したアイテムを削除
ko: 선택한 항목을 삭제합니다
pt_br: Excluir o item selecionado
ru: Удалить выбранный элемент
zh_hans: 删除所选项目

source: Delete this folder and all its snippets?
ar: حذف هذا المجلد وكل المقتطفات التي بداخله؟
bn: এই ফোল্ডার ও এর সমস্ত স্নিপেট মুছবেন?
de: Diesen Ordner und alle darin enthaltenen Snippets löschen?
es: ¿Eliminar esta carpeta y todos sus snippets?
fr: Supprimer ce dossier et tous ses snippets ?
hi: क्या इस फ़ोल्डर और इसके सभी स्निपेट हटाएँ?
id: Hapus folder ini beserta semua snippet di dalamnya?
it: Eliminare questa cartella e tutti i suoi snippet?
ja: このフォルダとその中のスニペットをすべて削除しますか?
ko: 이 폴더와 폴더 내 모든 스니펫을 삭제하시겠습니까?
pt_br: Apagar esta pasta e todos os seus snippets?
ru: Удалить эту папку и все её сниппеты?
zh_hans: 删除此文件夹及其所有片段？

source: Delete this item?
ar: هل تريد حذف هذا العنصر؟
bn: এই আইটেমটি মুছবেন?
de: Dieses Objekt löschen?
es: ¿Eliminar este elemento?
fr: Supprimer cet élément ?
hi: क्या यह आइटम हटाएं?
id: Hapus item ini?
it: Eliminare questo elemento?
ja: このアイテムを削除しますか？
ko: 이 항목을 삭제하겠습니까?
pt_br: Excluir este item?
ru: Удалить этот элемент?
zh_hans: 删除此项目？

source: Delete this snippet?
ar: حذف هذا المقتطف؟
bn: এই স্নিপেট মুছবেন?
de: Dieses Snippet löschen?
es: ¿Eliminar este snippet?
fr: Supprimer ce snippet ?
hi: क्या यह स्निपेट हटाएँ?
id: Hapus snippet ini?
it: Eliminare questo snippet?
ja: このスニペットを削除しますか?
ko: 이 스니펫을 삭제하시겠습니까?
pt_br: Apagar este snippet?
ru: Удалить этот сниппет?
zh_hans: 删除此片段？

source: Detailed
ar: مفصّل
bn: বিস্তারিত
de: Detailliert
es: Detallado
fr: Détaillé
hi: विस्तृत
id: Terperinci
it: Dettagliato
ja: 詳細
ko: 상세
pt_br: Detalhado
ru: Подробно
zh_hans: 详细

source: Detailed — also recent feature breadcrumbs
ar: مفصّل — وأيضًا مسارات الميزات الأخيرة
bn: বিস্তারিত — সাম্প্রতিক ফিচার ব্রেডক্রাম্বও
de: Detailliert – auch jüngste Funktions-Spuren
es: Detallado: también rastros recientes de funciones
fr: Détaillé — aussi les traces récentes de fonctionnalités
hi: विस्तृत — हाल की सुविधा गतिविधियाँ भी
id: Terperinci — juga jejak fitur terbaru
it: Dettagliato — anche le tracce recenti delle funzioni
ja: 詳細 — 直近の機能の足跡も
ko: 상세 — 최근 기능 흔적도 포함
pt_br: Detalhado — também rastros recentes de recursos
ru: Подробно — также недавние действия функций
zh_hans: 详细 — 还包括最近的功能轨迹

source: Diagnostics
ar: التشخيص
bn: ডায়াগনস্টিকস
de: Diagnose
es: Diagnósticos
hi: डायग्नोस्टिक्स
id: Diagnostik
it: Diagnostica
ja: 診断
ko: 진단
pt_br: Diagnóstico
ru: Диагностика
zh_hans: 诊断

source: Diagnostics are collected only on your Mac and are never sent anywhere automatically. Your clipboard contents, history, snippets, and searches are never collected. Default is Off.
ar: يتم جمع التشخيصات على جهاز Mac الخاص بك فقط ولا تُرسَل إلى أي مكان تلقائيًا. لا يتم جمع محتوى الحافظة أو السجل أو المقتطفات أو عمليات البحث أبدًا. القيمة الافتراضية هي إيقاف.
bn: ডায়াগনস্টিকস শুধু আপনার Mac-এ সংগ্রহ করা হয় এবং কখনও স্বয়ংক্রিয়ভাবে কোথাও পাঠানো হয় না। আপনার ক্লিপবোর্ডের বিষয়বস্তু, ইতিহাস, স্নিপেট ও সার্চ কখনও সংগ্রহ করা হয় না। ডিফল্ট হলো বন্ধ।
de: Diagnosedaten werden nur auf deinem Mac erfasst und niemals automatisch irgendwohin gesendet. Zwischenablage-Inhalte, Verlauf, Snippets und Suchen werden nie erfasst. Standardmäßig aus.
es: Los diagnósticos se recopilan solo en tu Mac y nunca se envían a ningún sitio automáticamente. El contenido del portapapeles, el historial, los fragmentos y las búsquedas nunca se recopilan. Está desactivado de forma predeterminada.
fr: Les diagnostics sont collectés uniquement sur votre Mac et ne sont jamais envoyés automatiquement où que ce soit. Le contenu du presse-papiers, l’historique, les extraits et les recherches ne sont jamais collectés. Désactivé par défaut.
hi: डायग्नोस्टिक्स केवल आपके Mac पर एकत्र होते हैं और कभी भी स्वचालित रूप से कहीं नहीं भेजे जाते। आपके क्लिपबोर्ड की सामग्री, इतिहास, स्निपेट और खोजें कभी एकत्र नहीं की जातीं। डिफ़ॉल्ट रूप से बंद।
id: Diagnostik hanya dikumpulkan di Mac Anda dan tidak pernah dikirim ke mana pun secara otomatis. Konten papan klip, riwayat, cuplikan, dan pencarian Anda tidak pernah dikumpulkan. Bawaannya nonaktif.
it: I dati diagnostici vengono raccolti solo sul tuo Mac e non vengono mai inviati automaticamente da nessuna parte. Contenuti degli appunti, cronologia, snippet e ricerche non vengono mai raccolti. Disattivato per impostazione predefinita.
ja: 診断はお使いの Mac 内だけで収集され、自動的にどこかへ送信されることはありません。クリップボードの内容・履歴・スニペット・検索語は収集しません。既定はオフです。
ko: 진단 데이터는 사용자의 Mac에서만 수집되며 자동으로 어디에도 전송되지 않습니다. 클립보드 내용, 기록, 스니펫, 검색어는 절대 수집되지 않습니다. 기본값은 끔입니다.
pt_br: Os diagnósticos são coletados apenas no seu Mac e nunca são enviados automaticamente para qualquer lugar. O conteúdo da área de transferência, o histórico, os trechos e as buscas nunca são coletados. O padrão é desativado.
ru: Диагностика собирается только на вашем Mac и никогда не отправляется куда-либо автоматически. Содержимое буфера обмена, история, сниппеты и поисковые запросы никогда не собираются. По умолчанию выключено.
zh_hans: 诊断信息仅在你的 Mac 上收集，绝不会自动发送到任何地方。绝不收集你的剪贴板内容、历史、片段和搜索。默认关闭。

source: Diagnostics level
ar: مستوى التشخيص
bn: ডায়াগনস্টিকস স্তর
de: Diagnosestufe
es: Nivel de diagnóstico
fr: Niveau de diagnostic
hi: डायग्नोस्टिक्स स्तर
id: Tingkat diagnostik
it: Livello di diagnostica
ja: 診断レベル
ko: 진단 수준
pt_br: Nível de diagnóstico
ru: Уровень диагностики
zh_hans: 诊断级别

source: Display icons in menu items
ar: عرض الأيقونات في عناصر القائمة
bn: মেনু আইটেমে আইকন দেখান
de: Symbole in Menüeinträgen anzeigen
es: Mostrar iconos en los ítems de menú
fr: Afficher les icônes dans les éléments de menu
hi: मेन्यू आइटम में आइकन दिखाएँ
id: Tampilkan ikon di item menu
it: Mostra icone nelle voci di menu
ja: メニュー項目にアイコンを表示
ko: 메뉴 항목에 아이콘 표시
pt_br: Exibir ícones nos itens de menu
ru: Показывать значки в пунктах меню
zh_hans: 在菜单项中显示图标

source: Edit Snippets
ar: تحرير المقتطفات
bn: স্নিপেট সম্পাদনা করুন
de: Snippets bearbeiten
es: Editar snippets
fr: Modifier les snippets
hi: स्निपेट संपादित करें
id: Edit Snippet
it: Modifica snippet
ja: スニペットを編集
ko: 스니펫 편집
pt_br: Editar Snippets
ru: Редактировать сниппеты
zh_hans: 编辑片段

source: Enable pasting
ar: تفعيل اللصق
bn: পেস্ট সক্ষম করুন
de: Einfügen aktivieren
es: Activar el pegado
fr: Activer le collage
hi: पेस्ट करना सक्षम करें
id: Aktifkan tempel
it: Abilita l’incolla
ja: 貼り付けを有効にする
ko: 붙여넣기 활성화
pt_br: Ativar a colagem
ru: Включить вставку
zh_hans: 启用粘贴

source: Enabled
ar: مُفعّل
bn: সক্রিয়
de: Aktiviert
es: Activado
fr: Activé
hi: सक्षम
id: Aktif
it: Attivato
ja: 有効
ko: 사용함
pt_br: Ativado
ru: Включено
zh_hans: 已启用

source: Excluded Apps
ar: التطبيقات المستثناة
bn: বাদ দেওয়া অ্যাপ
de: Ausgeschlossene Apps
es: Apps excluidas
fr: Applications exclues
hi: बाहर रखे गए ऐप
id: Aplikasi yang Dikecualikan
it: App escluse
ja: 除外アプリ
ko: 제외된 앱
pt_br: Apps Excluídos
ru: Исключённые приложения
zh_hans: 排除的应用

source: Expand Preview (⌘P)
ar: توسيع المعاينة (⌘P)
bn: প্রিভিউ বড় করুন (⌘P)
de: Vorschau ausklappen (⌘P)
es: Expandir vista previa (⌘P)
fr: Agrandir l’aperçu (⌘P)
hi: प्रीव्यू फैलाएँ (⌘P)
id: Perluas pratinjau (⌘P)
it: Espandi anteprima (⌘P)
ja: プレビューを開く (⌘P)
ko: 미리보기 펼치기 (⌘P)
pt_br: Expandir pré-visualização (⌘P)
ru: Развернуть предпросмотр (⌘P)
zh_hans: 展开预览 (⌘P)

source: Export Complete
ar: اكتمل التصدير
bn: রপ্তানি সম্পন্ন
de: Export abgeschlossen
es: Exportación completa
fr: Exportation réussie
hi: निर्यात पूर्ण
id: Ekspor Selesai
it: Esportazione Completata
ja: エクスポート完了
ko: 내보내기 완료
pt_br: Exportação Concluída
ru: Экспорт завершён
zh_hans: 导出完成

source: Export Diagnostics…
ar: تصدير التشخيصات…
bn: ডায়াগনস্টিকস এক্সপোর্ট করুন…
de: Diagnose exportieren …
es: Exportar diagnósticos…
fr: Exporter les diagnostics…
hi: डायग्नोस्टिक्स निर्यात करें…
id: Ekspor Diagnostik…
it: Esporta diagnostica…
ja: 診断をエクスポート…
ko: 진단 내보내기…
pt_br: Exportar diagnóstico…
ru: Экспортировать диагностику…
zh_hans: 导出诊断信息…

source: Export Failed
ar: فشل التصدير
bn: রপ্তানি ব্যর্থ হয়েছে
de: Export fehlgeschlagen
es: Error al exportar
fr: Échec de l'exportation
hi: निर्यात विफल
id: Ekspor Gagal
it: Esportazione Non Riuscita
ja: エクスポート失敗
ko: 내보내기 실패
pt_br: Falha na Exportação
ru: Ошибка экспорта
zh_hans: 导出失败

source: Export all history to an unencrypted JSON file
ar: تصدير كل السجل إلى ملف JSON غير مشفّر
bn: সমস্ত ইতিহাস একটি অনএনক্রিপ্টেড JSON ফাইলে রপ্তানি করুন
de: Gesamten Verlauf in eine unverschlüsselte JSON-Datei exportieren
es: Exportar todo el historial a un archivo JSON sin cifrar
fr: Exporter tout l'historique dans un fichier JSON non chiffré
hi: सभी इतिहास को एक अनएन्क्रिप्टेड JSON फ़ाइल में निर्यात करें
id: Ekspor semua riwayat ke file JSON yang tidak terenkripsi
it: Esporta tutta la cronologia in un file JSON non cifrato
ja: 暗号化されていない JSON ファイルにすべての履歴をエクスポート
ko: 모든 기록을 암호화되지 않은 JSON 파일로 내보냅니다
pt_br: Exportar todo o histórico para um arquivo JSON não criptografado
ru: Экспортировать всю историю в незашифрованный файл JSON
zh_hans: 将所有历史记录导出为未加密的 JSON 文件

source: Export history as unencrypted plain text?
ar: هل تريد تصدير السجل كنص عادي غير مشفّر؟
bn: অনএনক্রিপ্টেড সাধারণ পাঠ্য হিসেবে ইতিহাস রপ্তানি করবেন?
de: Verlauf als unverschlüsselten Klartext exportieren?
es: ¿Exportar el historial como texto sin formato no cifrado?
fr: Exporter l'historique en texte brut non chiffré ?
hi: इतिहास को अनएन्क्रिप्टेड सादे पाठ के रूप में निर्यात करें?
id: Ekspor riwayat sebagai teks biasa yang tidak terenkripsi?
it: Esportare la cronologia come testo normale non cifrato?
ja: 暗号化されていないプレーンテキストとして履歴をエクスポートしますか？
ko: 기록을 암호화되지 않은 일반 텍스트로 내보내겠습니까?
pt_br: Exportar histórico como texto simples não criptografado?
ru: Экспортировать историю как незашифрованный текст?
zh_hans: 将历史记录导出为未加密的纯文本？

source: Export snippets to XML
ar: تصدير المقتطفات إلى XML
bn: স্নিপেট XML-এ এক্সপোর্ট করুন
de: Snippets als XML exportieren
es: Exportar snippets a XML
fr: Exporter les snippets au format XML
hi: स्निपेट को XML में निर्यात करें
id: Ekspor snippet ke XML
it: Esporta snippet in XML
ja: スニペットを XML に書き出す
ko: 스니펫을 XML로 내보내기
pt_br: Exportar snippets para XML
ru: Экспортировать сниппеты в XML
zh_hans: 将片段导出为 XML

source: Exported %lld item(s).
ar: تم تصدير %lld عنصر/عناصر.
bn: %lld টি আইটেম রপ্তানি হয়েছে।
de: %lld Element(e) exportiert.
es: Se exportaron %lld elemento(s).
fr: %lld élément(s) exporté(s).
hi: %lld आइटम निर्यात किए गए।
id: %lld item berhasil diekspor.
it: Esportati %lld elemento/i.
ja: %lld 件のアイテムをエクスポートしました。
ko: %lld개의 항목을 내보냈습니다.
pt_br: %lld item(s) exportado(s).
ru: Экспортировано %lld элемент(ов).
zh_hans: 已导出 %lld 个项目。

source: Export…
ar: تصدير…
bn: রপ্তানি করুন…
de: Exportieren…
es: Exportar…
fr: Exporter…
hi: निर्यात करें…
id: Ekspor…
it: Esporta…
ja: エクスポート…
ko: 내보내기…
pt_br: Exportar…
ru: Экспортировать…
zh_hans: 导出…

source: Fair
ar: مقبولة
bn: মোটামুটি
de: Mäßig
es: Aceptable
fr: Moyenne
hi: ठीक-ठाक
id: Cukup
it: Discreta
ja: 普通
ko: 보통
pt_br: Razoável
ru: Средняя
zh_hans: 一般

source: File
ar: ملف
bn: ফাইল
de: Datei
es: Archivo
fr: Fichier
hi: फ़ाइल
ja: ファイル
ko: 파일
pt_br: Arquivo
ru: Файл
zh_hans: 文件

source: Filenames
ar: أسماء الملفات
bn: ফাইলের নাম
de: Dateinamen
es: Nombres de archivo
fr: Noms de fichiers
hi: फ़ाइलनाम
id: Nama File
it: Nomi file
ja: ファイル名
ko: 파일 이름
pt_br: Nomes de arquivos
ru: Имена файлов
zh_hans: 文件名

source: Files
ar: ملفات
bn: ফাইল
de: Dateien
es: Archivos
fr: Fichiers
hi: फ़ाइलें
id: Berkas
it: File
ja: ファイル
ko: 파일
pt_br: Arquivos
ru: Файлы
zh_hans: 文件

source: Filter by type
ar: تصفية حسب النوع
bn: ধরন অনুযায়ী ফিল্টার করুন
de: Nach Typ filtern
es: Filtrar por tipo
fr: Filtrer par type
hi: प्रकार के अनुसार फ़िल्टर करें
id: Saring menurut jenis
it: Filtra per tipo
ja: 種類で絞り込む
ko: 유형별 필터
pt_br: Filtrar por tipo
ru: Фильтр по типу
zh_hans: 按类型筛选

source: Filter by type (⌘F)
ar: تصفية حسب النوع (⌘F)
bn: ধরন অনুযায়ী ফিল্টার করুন (⌘F)
de: Nach Typ filtern (⌘F)
es: Filtrar por tipo (⌘F)
fr: Filtrer par type (⌘F)
hi: प्रकार के अनुसार फ़िल्टर करें (⌘F)
id: Saring menurut jenis (⌘F)
it: Filtra per tipo (⌘F)
ja: 種類で絞り込む (⌘F)
ko: 유형별 필터 (⌘F)
pt_br: Filtrar por tipo (⌘F)
ru: Фильтр по типу (⌘F)
zh_hans: 按类型筛选 (⌘F)

source: Folder
ar: المجلد
bn: ফোল্ডার
de: Ordner
es: Carpeta
fr: Dossier
hi: फ़ोल्डर
it: Cartella
ja: フォルダ
ko: 폴더
pt_br: Pasta
ru: Папка
zh_hans: 文件夹

source: Folder Name
ar: اسم المجلد
bn: ফোল্ডারের নাম
de: Ordnername
es: Nombre de la carpeta
fr: Nom du dossier
hi: फ़ोल्डर नाम
id: Nama Folder
it: Nome cartella
ja: フォルダ名
ko: 폴더 이름
pt_br: Nome da Pasta
ru: Имя папки
zh_hans: 文件夹名称

source: Folder name
ar: اسم المجلد
bn: ফোল্ডারের নাম
de: Ordnername
es: Nombre de la carpeta
fr: Nom du dossier
hi: फ़ोल्डर का नाम
id: Nama folder
it: Nome cartella
ja: フォルダ名
ko: 폴더 이름
pt_br: Nome da pasta
ru: Имя папки
zh_hans: 文件夹名称

source: Folders
ar: المجلدات
bn: ফোল্ডার
de: Ordner
es: Carpetas
fr: Dossiers
hi: फ़ोल्डर
id: Folder
it: Cartelle
ja: フォルダ
ko: 폴더
pt_br: Pastas
ru: Папки
zh_hans: 文件夹

source: General
ar: عام
bn: সাধারণ
de: Allgemein
fr: Général
hi: सामान्य
id: Umum
it: Generali
ja: 一般
ko: 일반
pt_br: Geral
ru: Основные
zh_hans: 通用

source: Get Started
ar: البدء
bn: শুরু করুন
de: Loslegen
es: Comenzar
fr: Commencer
hi: शुरू करें
id: Mulai
it: Inizia
ja: はじめる
ko: 시작하기
pt_br: Começar
ru: Начать
zh_hans: 开始使用

source: Good
ar: جيدة
bn: ভালো
de: Gut
es: Buena
fr: Bonne
hi: अच्छा
id: Baik
it: Buona
ja: 良い
ko: 좋음
pt_br: Boa
ru: Хорошая
zh_hans: 良好

source: Grant Accessibility…
ar: منح إمكانية الوصول…
bn: অ্যাক্সেসিবিলিটি অনুমতি দিন…
de: Bedienungshilfen erlauben …
es: Conceder Accesibilidad…
fr: Autoriser l’Accessibilité…
hi: एक्सेसिबिलिटी अनुमति दें…
id: Beri Izin Aksesibilitas…
it: Concedi Accessibilità…
ja: アクセシビリティを許可…
ko: 손쉬운 사용 허용…
pt_br: Conceder Acessibilidade…
ru: Разрешить универсальный доступ…
zh_hans: 授予辅助功能…

source: Green
ar: أخضر
bn: সবুজ
de: Grün
es: Verde
fr: Vert
hi: हरा
id: Hijau
it: Verde
ja: グリーン
ko: 초록색
pt_br: Verde
ru: Зелёный
zh_hans: 绿色

source: Height:
ar: الارتفاع:
bn: উচ্চতা:
de: Höhe:
es: Altura:
fr: Hauteur :
hi: ऊँचाई:
id: Tinggi:
it: Altezza:
ja: 高さ:
ko: 높이:
pt_br: Altura:
ru: Высота:
zh_hans: 高度：

source: Help improve ClipySi
ar: ساعد في تحسين ClipySi
bn: ClipySi উন্নত করতে সাহায্য করুন
de: Hilf, ClipySi zu verbessern
es: Ayuda a mejorar ClipySi
fr: Aidez à améliorer ClipySi
hi: ClipySi को बेहतर बनाने में मदद करें
id: Bantu tingkatkan ClipySi
it: Aiuta a migliorare ClipySi
ja: ClipySi の改善にご協力ください
ko: ClipySi 개선에 참여하기
pt_br: Ajude a melhorar o ClipySi
ru: Помогите улучшить ClipySi
zh_hans: 帮助改进 ClipySi

source: Hide entirely
ar: إخفاء كامل
bn: সম্পূর্ণ লুকান
de: Vollständig ausblenden
es: Ocultar por completo
fr: Masquer entièrement
hi: पूरी तरह छिपाएँ
id: Sembunyikan sepenuhnya
it: Nascondi completamente
ja: すべて隠す
ko: 전체 숨기기
pt_br: Ocultar completamente
ru: Скрыть полностью
zh_hans: 完全隐藏

source: History
ar: السجل
bn: ইতিহাস
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
id: Riwayat
it: Cronologia
ja: 履歴
ko: 기록
pt_br: Histórico
ru: История
zh_hans: 历史

source: History Unavailable
ar: السجل غير متاح
bn: ইতিহাস অনুপলব্ধ
de: Verlauf nicht verfügbar
es: Historial no disponible
fr: Historique indisponible
hi: इतिहास अनुपलब्ध
id: Riwayat Tidak Tersedia
it: Cronologia Non Disponibile
ja: 履歴を利用できません
ko: 기록을 사용할 수 없음
pt_br: Histórico Indisponível
ru: История недоступна
zh_hans: 历史记录不可用

source: History menu:
ar: قائمة السجل:
bn: ইতিহাস মেনু:
de: Verlaufsmenü:
es: Menú de historial:
fr: Menu Historique :
hi: इतिहास मेन्यू:
id: Menu riwayat:
it: Menu cronologia:
ja: 履歴メニュー:
ko: 기록 메뉴:
pt_br: Menu de histórico:
ru: Меню истории:
zh_hans: 历史菜单：

source: History…
ar: السجل…
bn: ইতিহাস…
de: Verlauf…
es: Historial…
fr: Historique…
hi: इतिहास…
id: Riwayat…
it: Cronologia…
ja: 履歴…
ko: 기록…
pt_br: Histórico…
ru: История…
zh_hans: 历史记录…
